const questions = [

{
question:"จากภาพ คือการละเล่นอะไร?",
image:"images/1.jpg",
answers:[
"รีรีข้าวสาร",
"วิ่งว่าว",
"มอญซ่อนผ้า",
"กระต่ายขาเดียว"
],
correct:0
},  
{
question:"เด็ก ๆ กำลังเล่นการละเล่นอะไร?",
image:"images/2.jpg",
answers:[
"ตี่จับ",
"เดินกะลา",
"ชักเย่อ",
"งูกินหาง"
],
correct:2
},

{
question:"ของเล่นไทยชนิดนี้เรียกว่าอะไร?",
image:"images/3.jpg",
answers:[
"ลูกข่าง",
"โยนห่วง",
"หมากเก็บ",
"วิ่งว่าว"
],
correct:3
},

{
question:"การเล่นที่ต้องกระโดดด้วยขาข้างเดียวคืออะไร?",
image:"images/4.jpg",
answers:[
"รีรีข้าวสาร",
"กระต่ายขาเดียว",
"มอญซ่อนผ้า",
"ชักเย่อ"
],
correct:1
},

{
question:"การละเล่นที่เด็กจับมือเป็นวงกลมร้องเพลงคืออะไร?",
image:"images/5.jpg",
answers:[
"วิ่งว่าว",
"งูกินหาง",
"เดินกะลา",
"โยนห่วง"
],
correct:1
},

{
question:"การเล่นที่ใช้แรงดึงเชือกสองฝ่ายเรียกว่าอะไร?",
image:"images/6.jpg",
answers:[
"ขี่ม้าส่งเมือง",
"ตี่จับ",
"หมากเก็บ",
"วิ่งกระสอบ"
],
correct:3
},

{
question:"การเล่นที่ใช้กะลามาทำเป็นรองเท้าคืออะไร?",
image:"images/7.jpg",
answers:[
"เดินกะลา",
"วิ่งว่าว",
"รีรีข้าวสาร",
"มอญซ่อนผ้า"
],
correct:0
},

{
question:"การเล่นที่ใช้ผ้าซ่อนด้านหลังผู้เล่นคืออะไร?",
image:"images/8.jpg",
answers:[
"ลูกข่าง",
"งูกินหาง",
"ตี่จับ",
"มอญซ่อนผ้า"
],
correct:3
},

{
question:"การเล่นที่ใช้ไม้หรือของเล่นหมุนได้คืออะไร?",
image:"images/9.jpg",
answers:[
"วิ่งว่าว",
"ลูกข่าง",
"ชักเย่อ",
"เดินกะลา"
],
correct:1
},

{
question:"การละเล่นไทยช่วยให้เด็กมีอะไร?",
image:"images/10.jpg",
answers:[
"สนุกและออกกำลังกาย",
"นอนหลับทั้งวัน",
"เล่นโทรศัพท์",
"ไม่ต้องเคลื่อนไหว"
],
correct:0
}
];

